IDENTIFICATION DIVISION.
PROGRAM-ID. CBLTEST.
DATA DIVISION.
LINKAGE SECTION.
01  FIELD  PIC X(10) OCCURS 10.
PROCEDURE DIVISION USING FIELD.
BEGIN.
STOP RUN.
HALT.