IDENTIFICATION DIVISION.
PROGRAM-ID. CBLTEST.
DATA DIVISION.
LINKAGE SECTION.
01 PARAM1 PIC 99.
PROCEDURE DIVISION USING PARAM1.
BEGIN.
STOP RUN.
HALT.